{
    "rooms": [
        {
            "displayName": "Deck of the Skypiercer",
            "description": "You stand on the open deck of the airship. A gentle breeze blows around you. Worn wooden planks stretch from bow to stern. Beyond the railing the vast chasm walls surround you. In the distance, the city of Belsk clings to the rim of the massive cavern.",
            "internalCode": "AirshipDeck_r",
            "exits": [
                {
                    "direction": "S",
                    "leadsTo": "AirshipCabin_r"
                }
            ],
            "roomScenery": [
                {
                    "displayName": "railing",
                    "description": "A high rail of brass and oak. It’s meant to keep you from plummeting to your doom, unless you feel like jumping over it. It's warm to the touch under the sun and cool in the shade.",
                    "aliases": [
                        "balustrade",
                        "guardrail",
                        "rail"
                    ]
                },
                {
                    "displayName": "planks",
                    "description": "Wooden planks stretch bow to stern, scarred from years of travel. They creak softly with the ship’s sway. Up close, you notice old tar stains and rope marks.",
                    "adjective": "worn wooden",
                    "aliases": [
                        "floor",
                        "deck",
                        "boards"
                    ]
                },
                {
                    "displayName": "stains",
                    "description": "Black, sticky blotches scattered across the wood. They’ve seeped deep into the planks, leaving a faint smell.",
                    "adjective": "tar",
                    "aliases": [
                        "pitch",
                        "blotches"
                    ]
                },
                {
                    "displayName": "marks",
                    "description": "Shallow grooves worn into the wood where heavy ropes once lay.",
                    "adjective": "rope",
                    "aliases": [
                        "scratches"
                    ]
                },
                {
                    "displayName": "skypiercer",
                    "description": "You hear the steady, thrumming of the ship's engine, like a heartbeat. Ironically, the Skypiercer does more cave diving than its name suggests.",
                    "aliases": [
                        "airship",
                        "ship",
                        "boat"
                    ]
                },
                {
                    "displayName": "sky",
                    "description": "A vast expanse of pale blue, dotted with wisps of cloud drifting lazily above the ship.",
                    "aliases": [
                        "horizon",
                        "heavens",
                    ]
                },
                {
                    "displayName": "cloud",
                    "description": "When compared to the mists of the deep, the clouds are somewhat comforting in their stillness and peace. You spend some time finding clouds that look like various animals.",
                    "aliases": [
                        "clouds",
                        "wisps"
                    ]
                },
                {
                    "displayName": "wind",
                    "description": "The wind lashes against you. It smells faintly of rain.",
                    "aliases": [
                        "air",
                        "gust",
                        "breeze"
                    ]
                },
                {
                    "displayName": "belsk",
                    "description": "The city of Belsk traverses the rim of the deep. Spires, smoke, rooftops, all spiraling inward. Even from here, the city looks alive, bustling, and precarious. You try to see your residence, but are unable to.",
                    "aliases": [
                        "city",
                        "town"
                    ]
                },
                {
                    "displayName": "spires",
                    "description": "Tall towers dot the city scape amidst the mass of smaller structures. Most of the towers belong to [the Reticent]. You've never been in them and don't have the desire to.",
                    "aliases": [
                        "rooftops",
                        "towers",
                        "buildings"
                    ]
                },
                {
                    "displayName": "superdeep",
                    "description": "The Superdeep yawns below, an imperfect circle carved into the landscape. Its depths vanish into mist, the light reflecting off of it almost makes it look alive.",
                    "aliases": [
                        "pit",
                        "chasm",
                        "hole",
                        "walls",
                        "abyss",
                        "cave",
                        "cavern"
                    ]
                },
                {
                    "displayName": "mist",
                    "description": "The mist rising from the depths of the Superdeep shifts and swirls. It's movement is closer to that of water though it floats and turns over itself like waves.",
                    "aliases": [
                        "fog",
                        "vapors",
                        "haze"
                    ]
                }
            ]
        },
        {
            "displayName": "Main Cabin",
            "description": "A central chamber tucked between the cargo hold and deck. It serves as both living space and meeting hall. A long wooden table stands in the center of the room. A map of the first few layers of the Superdeep adorns a wall. Next to it is a corkboard with various notes pinned to it.",
            "internalCode": "AirshipCabin_r",
            "exits": [
                {
                    "direction": "N",
                    "leadsTo": "AirshipDeck_r"
                }
            ],
            "roomScenery": [
                {
                    "displayName": "table",
                    "description": "A solid oak table, pen marks dot the surface, evidence of past voyages. A particular circular stain sits at one edge, faintly glowing in the lantern light.",
                    "adjective": "wooden",
                    "aliases": [
                        "oak table",
                        "central table",
						"long",
						"long table",
						"long wooden table"
                    ]
                },
                {
                    "displayName": "marks",
                    "description": "The marks on the table all blend together. You can make out a word here and there. 'voyage' 'supplies' 'depths'.",
                    "adjective": "pen",
                    "aliases": [
                        "mark"
                    ]
                },
                {
                    "displayName": "stain",
                    "description": "Upon closer inspection, you find that the stain on the table is coffee residue.",
                    "adjective": "circular",
                    "aliases": [
                        "ring"
                    ]
                },
                {
                    "displayName": "map",
                    "description": "A parchment stretched across the wall depicting the gorge. The upper section is drawn with meticulous detail, but as the map descends, the detail fades. At its base, the words 'Unexplored' are scrawled. Some of the ink appears fresh.",
                    "aliases": [
                        "parchment",
                        "paper"
                    ]
                },
				{
                    "displayName": "section",
                    "description": "The first few layers on the map are well documented: The Verdant Green, The Petrified Woods, The Immense Sprawl...",
                    "adjective": "upper",
                    "aliases": [
                        "explored",
						"gorge"
                    ]
                },
				{
                    "displayName": "green",
                    "description": "The map depicts the first layer and the least dangerous. Equal parts rocky terrain, dense jungle, and dangerous creatures. The lower part of Belsk bleeds into here.",
                    "adjective": "verdant",
                    "aliases": []
                },
				{
                    "displayName": "woods",
                    "description": "The second layer on the map. You've never been, but you've heard tales of trees taller than the spires of Belsk, and harder than steel. Trail Blazers are mostly on their own here as it is too dangerous to send rescue parties.",
                    "adjective": "petrified",
                    "aliases": []
                },
				{
                    "displayName": "sprawl",
                    "description": "The third layer consists of a megastructure. A maze of stairs, corridors, walls, rooms. Who was it built by and why in the Superdeep?",
                    "adjective": "immense",
                    "aliases": []
                },
				{
                    "displayName": "unexplored",
                    "description": "You eye the lower parts of the map. Even now, there are still unexplored sections. Or at least, unmapped. Rumour has it that there are still groups wandering in the depths who haven't returned yet.",
                    "aliases": [
                        "faded",
                    ]
                },
                {
                    "displayName": "locker row",
                    "description": "Four narrow steel lockers stand against the wall. One door hangs ajar, revealing a bundle of half-burned candles, a waterskin that smells faintly of salt though no sea is nearby, and a leather-bound book stripped of pages save for margin notes: 'Don’t look too long. Don’t listen too hard.' The handwriting seems to shift when viewed from the corner of your eye.",
                    "adjective": "rusted",
                    "aliases": [
                        "lockers",
                        "steel lockers",
                        "storage lockers"
                    ]
                },
                {
                    "displayName": "lanterns",
                    "description": "Iron lanterns dangle from ceiling chains, their flames casting shadows along the walls.",
                    "aliases": [
                        "lights",
                        "hanging lanterns",
                        "ceiling lanterns"
                    ]
                },
                {
                    "displayName": "corkboard",
                    "description": "A corkboard cluttered with pinned scraps: duty rosters, cargo tallies, and scribbled sketches. Beneath the mundane papers lurks a charcoal drawing of the gorge’s mouth, depicted as a vast, lidless eye. Its gaze seems to follow you, no matter where you stand.",
                    "aliases": [
                        "board",
                        "notice board",
                        "bulletin board"
                    ]
                }
            ]
        }
    ]
}