{
    "rooms": [
        {
            "displayName": "Deck of the Skypiercer",
            "description": "You stand on the open deck of the airship. A gentle breeze blows hums around you. Worn wooden planks stretch from bow to stern. Beyond the railing the vast chasm walls surround you. In the distance, the city of Belsk clings to the rim of the massive cavern.",
            "internalCode": "AirshipDeck_r",
            "exits": [
                {
                    "direction": "S",
                    "leadsTo": "AirshipCabin_r"
                }
            ],
            "roomScenery": [
                {
                    "displayName": "railing",
                    "description": "A high rail of brass and oak. It’s meant to keep you from plummeting to your doom, unless you feel like jumping over it. It's warm to the touch under the sun and cool in the shade.",
                    "aliases": [
                        "balustrade",
                        "guardrail",
						"rail"
                    ]
                },
                {
                    "displayName": "deck",
                    "description": "Wooden planks stretch bow to stern, scarred from years of travel. They creak softly with the ship’s sway. Up close, you notice old tar stains and rope marks.",
                    "adjective": "worn",
                    "aliases": [
                        "floor",
                        "planks",
                        "boards"
                    ]
                },
                {
                    "displayName": "rigging",
                    "description": "Lines of heavy rope stretch overhead, pulled taut against the wind.",
                    "aliases": [
                        "ropes",
                        "lines",
                        "cords"
                    ]
                },
                {
                    "displayName": "skypiercer",
                    "description": "You hear the steady, thrumming of the ship's engine, like a heartbeat. Ironically, the Skypiercer does more cave diving than its name suggests.",
                    "aliases": [
                        "airship",
                        "ship",
                        "boat"
                    ]
                },
                {
                    "displayName": "sky",
                    "description": "A vast expanse of pale blue, dotted with wisps of cloud drifting lazily above the ship.",
                    "aliases": [
                        "horizon",
                        "heavens",
                        "air"
                    ]
                },
				{
                    "displayName": "cloud",
                    "description": "When compared to the mists of the deep, the clouds are somewhat comforting in their stillness and peace. You spend some time finding clouds that look like various animals.",
                    "aliases": [
                        "clouds",
                        "wisps",
                    ]
                },
                {
                    "displayName": "belsk",
                    "description": "The city of Belsk traverses the rim of the deep. Spires, smoke, rooftops, all spiraling inward. Even from here, the city looks alive, bustling, and precarious. You try to see your residence, but are unable to.",
                    "aliases": [
                        "city",
                        "town"
                    ]
                },
                {
                    "displayName": "superdeep",
                    "description": "The Superdeep yawns below, an imperfect circle carved into the landscape. Its depths vanish into mist, the light reflecting off of it almost makes it look alive.",
                    "aliases": [
                        "pit",
                        "chasm",
                        "hole",
                        "walls",
						"abyss",
                        "cave",
						"cavern"
                    ]
                }
            ]
        },
        {
            "displayName": "Main Cabin",
            "description": "A central chamber tucked between the cargo hold and deck. It serves as both living space and meeting hall. A large wooden table stands in the center of the room. A map of the first few layers of the Superdeep adorns a wall. Next to it is a corkboard with various notes pinned to it.",
            "internalCode": "AirshipCabin_r",
            "exits": [
                {
                    "direction": "N",
                    "leadsTo": "AirshipDeck_r"
                }
            ],
            "roomScenery": [
                {
                    "displayName": "table",
                    "description": "A solid oak table, pen marks dot the surface, evidence of past voyages. A particular circular stain sits at one edge, faintly glowing in the lantern light.",
                    "adjective": "long",
                    "aliases": [
                        "oak table",
                        "central table"
                    ]
                },
				{
                    "displayName": "marks",
                    "description": "The marks on the table all blend together. You can make out a word here and there. 'voyage' 'supplies' 'depths'.",
                    "adjective": "pen",
                    "aliases": [
                        "mark",
                    ]
                },
				{
                    "displayName": "stain",
                    "description": "Upon closer inspection, you find that it is coffee residue.",
                    "adjective": "circular",
                    "aliases": [
                        "ring",
                    ]
                },
                {
                    "displayName": "map",
                    "description": "A parchment stretched across the wall depicting the gorge. The upper world is drawn with meticulous detail, but as the map descends, the detail fades. At its base, the words 'Unexplored' are scrawled. Some of the ink appears fresh.",
                    "aliases": [
                        "parchment",
						"paper"
                    ]
                },
                {
                    "displayName": "locker row",
                    "description": "Four narrow steel lockers stand against the wall. One door hangs ajar, revealing a bundle of half-burned candles, a waterskin that smells faintly of salt though no sea is nearby, and a leather-bound book stripped of pages save for margin notes: 'Don’t look too long. Don’t listen too hard.' The handwriting seems to shift when viewed from the corner of your eye.",
                    "adjective": "rusted",
                    "aliases": [
                        "lockers",
                        "steel lockers",
                        "storage lockers"
                    ]
                },
                {
                    "displayName": "lanterns",
                    "description": "Iron lanterns dangle from ceiling chains, their flames casting shadows along the walls.",
                    "aliases": [
                        "lights",
                        "hanging lanterns",
                        "ceiling lanterns"
                    ]
                },
                {
                    "displayName": "corkboard",
                    "description": "A corkboard cluttered with pinned scraps: duty rosters, cargo tallies, and scribbled sketches. Beneath the mundane papers lurks a charcoal drawing of the gorge’s mouth, depicted as a vast, lidless eye. Its gaze seems to follow you, no matter where you stand.",
                    "aliases": [
                        "board",
                        "notice board",
                        "bulletin board"
                    ]
                },
                
            ]
        }
    ]
}